Repository: CareEvolution/ResearchKit
Catalog: ResearchKit/Localized/ResearchKit.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sv, sw, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# TREMOR_TEST_TITLE
source: Tremor Activity
ar: نشاط الرُعاش
ca: Activitat de tremolor
cs: Třes rukou
da: Aktivitet med rysten
de: Zitteraktivität
el: Δραστηριότητα τρέμουλου
es: Actividad para medir el temblor
es_419: Actividad para temblores
fi: Vapina-aktiviteetti
fr: Tremblements
fr_ca: Tremblements
he: פעילות למדידת הרעד
hi: कंपन गतिविधि
hr: Aktivnost drhtanja
hu: Remegési tevékenység
id: Aktivitas Tremor
it: Attività tremore
ja: 震え測定アクティビティ
ko: 손떨림 실험
ms: Aktiviti Getaran
nb: Skjelving – aktivitet
nl: Trillingsactiviteit
pl: Ćwiczenie mierzące drżenie rąk
pt: Tremor
pt_pt: Tremor
ro: Activitate referitoare la tremor
ru: Измерение дрожания рук
sk: Trasenie rúk
sv: Tremoraktivitet
sw: Shughuli ya Kutetemeka
th: กิจกรรมวัดอาการสั่น
tr: Tremor Aktivitesi
uk: Тест на тремтіння
vi: Hoạt động Rung
zh_cn: 颤抖活动
zh_hk: 顫抖測試活動
zh_tw: 顫抖測試活動

# VERIFICATION_NAV_TITLE
source: Verification
ar: التحقق
ca: Verificació
cs: Ověření
da: Bekræftelse
de: Überprüfung
el: Επαλήθευση
es: Verificación
es_419: Verificación
fi: Vahvistus
fr: Vérification
fr_ca: Vérification
he: אימות
hi: सत्यापन
hr: Potvrda
hu: Ellenőrzés
id: Verifikasi
it: Verifica
ja: 確認
ko: 확인
ms: Pengesahan
nb: Verifisering
nl: Verificatie
pl: Weryfikacja
pt: Verificação
pt_pt: Confirmação
ro: Verificare
ru: Проверка
sk: Overenie
sv: Verifiering
sw: Uthibitisho
th: การยืนยัน
tr: Doğrulama
uk: Перевірка
vi: Xác minh
zh_cn: 验证
zh_hk: 驗證
zh_tw: 驗證

# VERIFICATION_STEP_TITLE
source: Verify your Email
ar: التحقق من البريد الإلكتروني
ca: Verifica el teu correu electrònic
cs: Ověřte svůj e-mail
da: Bekræft din e-mail
de: E‑Mail überprüfen
el: Επαληθεύστε το email σας
es: Verifica tu correo electrónico
es_419: Verifica tu correo electrónico
fi: Vahvista sähköpostisi
fr: Vérifier votre adresse e-mail
fr_ca: Vérifiez votre courriel
he: אימות הדוא״ל שלך
hi: अपना ईमेल सत्यापित करें
hr: Potvrdite vaš e-mail
hu: E-mail ellenőrzése
id: Verifikasi Email Anda
it: Verifica il tuo indirizzo e-mail
ja: メールを確認
ko: 이메일 확인
ms: Sahkan E-mel anda
nb: Verifiser e-postadressen
nl: Verifieer je e-mailadres
pl: Zweryfikuj adres email
pt: Verifique seu E-mail
pt_pt: Confirme o e‑mail
ro: Verificați-vă e‑mailul
ru: Проверка e‑mail
sk: Overte svoj email
sv: Bekräfta din e-postadress
sw: Thibitisha Barua Pepe Yako
th: ยืนยันอีเมลของคุณ
tr: E-postanızı doğrulayın
uk: Перевірка е-пошти
vi: Xác minh Email của bạn
zh_cn: 验证您的电子邮件
zh_hk: 驗證你的電郵
zh_tw: 驗證您的電子郵件

# WALK_BACK_AND_FORTH_FINISHED_VOICE
source: You have completed the activity.
ar: لقد أكملت النشاط.
ca: Has completat l’activitat.
cs: Dokončili jste aktivitu.
da: Du har færdiggjort aktiviteten.
de: Du hast diese Aktivität abgeschlossen.
el: Ολοκληρώσατε τη δραστηριότητα.
es: Has acabado la actividad.
es_419: Completaste la actividad.
fi: Aktiviteetti on suoritettu.
fr: Vous avez terminé cette activité.
fr_ca: Vous avez terminé l’activité.
he: השלמת את הפעילות.
hi: आपने गतिविधि को पूर्ण कर लिया है।
hr: Dovršili ste aktivnost.
hu: Befejezte a tevékenységet.
id: Anda telah menyelesaikan aktivitas.
it: Hai completato l'attività.
ja: アクティビティが完了しました。
ko: 이 실험을 완료했습니다.
ms: Anda telah melengkapkan aktiviti.
nb: Du har fullført aktiviteten.
nl: Je hebt de activiteit voltooid.
pl: Ćwiczenie zostało ukończone.
pt: Você concluiu a atividade.
pt_pt: Concluiu este exercício.
ro: Ați finalizat activitatea.
ru: Вы выполнили задание.
sk: Dokončili ste aktivitu.
sv: Du har slutfört aktiviteten.
sw: Umekamilisha shughuli hiyo.
th: คุณทำกิจกรรมเสร็จสมบูรณ์แล้ว
tr: Bu aktiviteyi tamamladınız.
uk: Ви завершили виконання тесту.
vi: Bạn đã hoàn thành hoạt động.
zh_cn: 您已经完成了本活动。
zh_hk: 你已完成測試活動。
zh_tw: 您已完成活動。

# WALK_BACK_AND_FORTH_INSTRUCTION_FORMAT
source: Walk back and forth in a straight line for %@. Walk as you would normally.
ar: قم بالمشي ذهابًا وإيابًا في خط مستقيم %@. قم بالمشي كما تفعل عادةً.
ca: Vés i torna caminant en línia recta durant %@. Camina naturalment.
cs: Po %@ se procházejte sem a tam po přímé linii. Jděte normálním krokem.
da: Gå frem og tilbage i en lige linje i %@. Gå, som du plejer.
de: Gehe in einer geraden Linie %@ weit vor und zurück. Gehe so, wie du normal gehst.
el: Περπατήστε μπρος-πίσω σε ευθεία γραμμή για %@ στον συνηθισμένο σας ρυθμό.
es: Camina en línea recta de un lado a otro durante %@. Camina como lo harías normalmente.
es_419: Camina de un lado a otro en una línea recta por %@. Camina como lo harías normalmente.
fi: Kävele suoraa reittiä edestakaisin %@. Kävele, kuten kävelisit tavallisesti.
fr: Faites des allers-retours en ligne droite pendant %@. Marchez normalement.
fr_ca: Faites des allers-retours en ligne droite pendant %@. Marchez de façon habituelle.
he: לך/י הלוך ושוב בקו ישר במשך %@, באופן ההליכה הרגיל שלך.
hi: %@ तक पीछे और आगे सीधी रेखा में चलें। अपनी सामान्य चाल से चलें।
hr: Hodajte naprijed-natrag u ravnoj liniji %@. Hodajte kao i inače.
hu: Gyalogoljon oda-vissza egy egyenes vonal mentén ennyi ideig: %@. A szokásos tempójában gyalogoljon.
id: Jalan bolak-balik di jalur lurus selama %@. Jalan dengan normal.
it: Cammina avanti e indietro in linea retta per %@. Cammina come faresti normalmente.
ja: まっすぐ行ったり来たりして%@間歩きます。いつもと同じように歩いてください。
ko: %@ 동안 일직선으로 왔다 갔다 걸으십시오. 평상시 걷는 것처럼 걸으면 됩니다.
ms: Berjalan mundar mandir dalam garis lurus selama %@. Jalan seperti biasa anda lakukan.
nb: Gå fram og tilbake i en rett linje i %@. Gå så normalt så mulig.
nl: Loop %@ in een rechte lijn heen en weer. Loop zoals je altijd loopt.
pl: Chodź zwykłym krokiem w tę i z powrotem w linii prostej przez %@.
pt: Ande para a frente e para trás em linha reta por %@. Ande normalmente.
pt_pt: Ande em linha reta, para trás e para frente, durante %@. Ande normalmente.
ro: Mergeți înainte și înapoi în linie dreaptă timp de %@. Mergeți așa cum o ați face‑o în mod normal.
ru: Походите по прямой вперед и назад в течение %@. Идите нормальной походкой.
sk: Kráčajte tam a naspäť po priamke %@. Chôdza by mala byť prirodzená.
sv: Gå fram och tillbaka i en rät linje under %@. Gå som du vanligtvis gör.
sw: Tembea mbele na nyuma kwenye mstari ulionyooka kwa %@. Tembea kama kawaida yako.
th: เดินไปมาเป็นเส้นตรงนาน %@ โดยให้คุณเดินตามปกติ
tr: Düz bir çizgide ileri geri %@ yürüyün. Normal bir şekilde yürüyün.
uk: Ідіть по прямій уперед і назад %@. Ідіть, як ви ходите зазвичай.
vi: Đi tới đi lui theo đường thẳng trong %@. Đi bộ bình thường.
zh_cn: 沿直线往返 %@。尽可能跟平时一样走动。
zh_hk: 以平常姿態，直線來回步行 %@。
zh_tw: 直線來回步行到 %@。請以您一般的步調行走。

# WALK_BACK_AND_FORTH_STAND_INSTRUCTION_FORMAT
source: Turn in a full circle and then stand still for %@.
ar: استدر بمقدار دائرة كاملة ثم قف ثابتًا لمدة %@.
ca: Gira fent un cercle complet i llavors queda’t quiet durant %@.
cs: Otočte se kolem své osy a pak po %@ klidně stůjte.
da: Drej 360 grader rundt, og stå derefter stille i %@.
de: Drehe dich einmal im Kreis und bewege dich dann %@ lang nicht.
el: Κάντε μια πλήρη στροφή γύρω από τον εαυτό σας και μετά μείνετε ακίνητοι για %@.
es: Gira sobre ti mismo dando una vuelta completa y quédate quieto durante %@.
es_419: Da una vuelta completa sobre tu eje y quédate quieto por %@.
fi: Käänny kokonaan ympäri ja seiso paikallasi %@.
fr: Effectuez un cercle complet en marchant, puis restez immobile pendant %@.
fr_ca: Effectuez un cercle complet, puis restez immobile pendant %@.
he: בצע/י סיבוב שלם ולאחר מכן עמוד/י למשך %@.
hi: पूर्ण वृत्त में मुड़ें फिर %@ तक स्थिर खड़े रहें।
hr: Okrenite se punim krugom i zatim budite mirni %@.
hu: Forduljon meg egy teljes kör mentén, és álljon mozdulatlanul ennyi ideig: %@.
id: Berputar dalam lingkaran penuh lalu tetap berdiri selama %@.
it: Gira effettuando un cerchio completo, quindi fermati per %@.
ja: 完全な円を描いて歩いてから、%@間じっと立ってください。
ko: 원을 그리며 돌아선 다음 %@ 동안 가만히 서 있으십시오.
ms: Buat pusingan penuh dan kemudian berdiri tegak selama %@.
nb: Snu deg helt rundt og stå stille i %@.
nl: Draai één keer om je as en sta vervolgens %@ stil.
pl: Wykonaj pełny obrót i stój bez ruchu przez %@.
pt: Vire em um círculo completo e fique parado por %@.
pt_pt: Rode dando uma volta completa e, depois, permaneça imóvel durante %@.
ro: Întoarceți‑vă descriind un cerc complet, apoi stați în repaus timp de %@.
ru: Развернитесь на 360 градусов и стойте спокойно %@.
sk: Otočte sa o 360 stupňov a na %@ ostaňte nehybne stáť.
sv: Vänd dig ett helt varv och stå sedan stilla under %@.
sw: Geuka mduara kamili kisha simama bila kutembea kwa %@.
th: กลับหลังหันแล้วยืนนิ่งๆ นาน %@
tr: Tam daire şeklinde dönün ve sonra %@ süresince hareketsiz durun.
uk: Пройдіть повну відстань по колу, потім зупиніться і не рухайтесь %@.
vi: Xoay một vòng tròn rồi đứng yên trong %@.
zh_cn: 走完一圈后站立不动，坚持 %@。
zh_hk: 轉一個圈，然後站立 %@。
zh_tw: 旋轉一整圈，然後站著不動 %@。

# WALK_INTRO_2_DETAIL
source: Put your device in a pocket or bag and follow the audio instructions.
ar: ضع جهازك في حافظة أو حقيبة واتبع الإرشادات الصوتية.
ca: Posa’t el dispositiu a la butxaca o a la bossa i segueix les instruccions d’àudio.
cs: Uložte zařízení do kapsy nebo tašky a postupujte podle zvukových pokynů.
da: Læg din enhed i en lomme eller taske, og følg lydinstruktionerne.
de: Stecke dein Gerät in eine Hosentasche oder andere Tasche und folge den Audioanleitungen.
el: Τοποθετήστε τη συσκευή σας στην τσέπη ή στην τσάντα σας και μετά ακολουθήστε τις ηχητικές οδηγίες.
es: Guárdate el dispositivo en un bolsillo o un bolso y sigue las instrucciones de audio.
es_419: Coloca el teléfono en un bolsillo o bolsa y sigue las instrucciones de audio.
fi: Laita laite taskuun tai laukkuun ja seuraa ääniohjeita.
fr: Placez votre appareil dans une poche ou dans un sac et suivez les instructions audio.
fr_ca: Placez votre appareil dans une poche ou un sac, et suivez les instructions audio.
he: הנח/י את המכשיר בכיס או בתיק ופעל/י על-פי הנחיות השמע.
hi: अपने उपकरण को जेब या बैग में रखें और ऑडियो निर्देशों का अनुसरण करें।
hr: Stavite svoj uređaj u džep ili torbu i slijedite audio upute.
hu: Tegye az eszközt a zsebébe vagy a táskájába, és kövesse a hangutasításokat.
id: Simpan perangkat Anda di saku atau tas dan ikuti instruksi audio.
it: Metti il dispositivo in tasca o in borsa e segui le istruzioni audio.
ja: デバイスをポケットまたはバッグに入れて、音声による指示に従ってください。
ko: 기기를 주머니 또는 가방에 넣고 오디오 지침을 따르십시오.
ms: Masukkan peranti anda ke dalam saku atau beg dan ikuti arahan audio.
nb: Legg telefonen i lommen eller en veske, og følg lydinstruksjonene.
nl: Stop je apparaat in je zak of tas en volg de audio-instructies.
pl: Włóż urządzenie do kieszeni lub torby i postępuj zgodnie z instrukcjami audio.
pt: Coloque o dispositivo em um bolso ou bolsa e siga as instruções do áudio.
pt_pt: Ponha o dispositivo no bolso ou dentro da mala e siga as instruções via áudio.
ro: Puneți dispozitivul într-un buzunar sau într-o geantă și urmați instrucțiunile audio.
ru: Поместите устройство в карман или сумку и следуйте звуковым указаниям.
sk: Vložte si zariadenie do vrecka alebo tašky a postupujte podľa zvukových pokynov.
sv: Placera enheten i en ficka eller väska och följ de talade anvisningarna.
sw: Weka kifaa chako kwenye mfuko au begi na fuata maelekezo ya sauti.
th: ใส่อุปกรณ์ไว้ในกระเป๋ากางเกงหรือกระเป๋าแล้วทำตามคำแนะนำด้วยเสียง
tr: Aygıtınızı cebinize veya çantanıza koyun ve sesli yönergeleri takip edin.
uk: Покладіть свій пристрій у кишеню чи сумку і виконуйте аудіовказівки.
vi: Cho thiết bị của bạn vào trong túi hoặc vào giỏ và làm theo âm thanh hướng dẫn.
zh_cn: 请将设备放入口袋或背包中，然后跟随音频指示操作。
zh_hk: 將你的裝置放入口袋或手袋中，並跟隨音訊指示。
zh_tw: 將您的裝置放在口袋或包包並依照語音指示來操作。

# WALK_INTRO_2_DETAIL_BACK_AND_FORTH_INSTRUCTION
source: Tap Get Started when you are ready to begin. Then place your device in a pocket or bag and follow the audio instructions.
ar: اضغط على "البدء" عندما تكون مستعدًا للبدء. بعد ذلك ضع جهازك في حافظة أو حقيبة واتبع الإرشادات الصوتية.
ca: Quan estiguis a punt per començar, prem Començar. Llavors, posa’t el dispositiu a la butxaca o a la bossa i segueix les instruccions d’àudio.
cs: Až budete připraveni, klepněte na Začít. Pak uložte zařízení do kapsy nebo tašky a postupujte podle zvukových pokynů.
da: Tryk på Gå i gang, når du er klar til at begynde. Anbring derefter enheden i en lomme eller taske, og følg lydinstruktionerne.
de: Tippe auf „Los geht’s!“, um anzufangen. Stecke dein Gerät dann in eine Hosentasche oder eine andere Tasche und folge den Audioanleitungen.
el: Αγγίξτε «Έναρξη» όταν είστε έτοιμοι να ξεκινήσετε. Τοποθετήστε τη συσκευή σας στην τσέπη ή στην τσάντα σας και μετά ακολουθήστε τις ηχητικές οδηγίες.
es: Pulsa Empezar cuando estés preparado para comenzar. A continuación, guarda el teléfono en un bolsillo o en una bolsa y sigue las instrucciones de audio.
es_419: Toca Empezar cuando estés listo. Luego coloca el teléfono en un bolsillo o bolsa y sigue las instrucciones de audio.
fi: Kun olet valmis, napauta Aloita. Laita sitten laite taskuun tai laukkuun ja seuraa ääniohjeita.
fr: Touchez Démarrer une fois que vous êtes prêt à démarrer. Placez ensuite votre appareil dans une poche ou un sac et suivez les instructions audio.
fr_ca: Touchez Démarrer lorsque vous êtes prêt. Placez ensuite votre appareil dans une poche ou un sac, puis suivez les instructions audio.
he: הקש/י על ״התחלה״ כשתהיה/י מוכן/ה. לאחר מכן, הנח/י את המכשיר בכיס או בתיק ובצע/י את ההוראות שיושמעו לך.
hi: जब आप शुरू करने के लिए तैयार हों, “आरंभ करें” पर टैप करें। फिर अपने उपकरण को जेब या बैग में रखें और ऑडियो निर्देशों का पालन करें।
hr: Dodirnite Pokreni kad ste spremni započeti. Zatim svoj uređaj stavite u džep ili torbu i slijedite audio upute.
hu: Koppintson a Kezdés elemre, amikor készen áll. Ezután tegye az eszközt a zsebébe vagy a táskájába, és kövesse a hangutasításokat.
id: Ketuk Mulai setelah Anda siap memulai. Kemudian, letakkan perangkat Anda di saku atau tas dan ikuti instruksi audio.
it: Tocca Inizia per cominciare. Quindi posiziona il dispositivo in tasca o in borsa e segui le istruzioni audio.
ja: 開始の準備ができたら、“開始”をタップしてください。 次に、デバイスをポケットまたはバッグに入れて、音声による指示に従ってください。
ko: 시기할 준비가 되면 시작하기를 탭하십시오. 그런 다음 기기를 주머니나 가방에 넣고 오디오 지침을 따르십시오.
ms: Ketik Mulakan apabila anda bersedia untuk bermula. Kemudian letakkan peranti anda ke dalam saku atau beg dan ikuti arahan audio.
nb: Trykk på Kom i gang når du er klar til å starte. Plasser deretter telefonen i en lomme eller veske, og følg lydinstruksjonene.
nl: Tik op 'Start' als je klaar bent om te beginnen. Stop het apparaat vervolgens in je zak of tas en volg de audio-instructies.
pl: Gdy już możesz zacząć, stuknij w Start. Następnie umieść urządzenie w kieszeni lub w torbie i postępuj zgodnie z instrukcjami audio.
pt: Toque em Iniciar quando estiver pronto. Coloque o dispositivo em um bolso ou bolsa e siga as instruções do áudio.
pt_pt: Quando estiver pronto(a), toque em Começar. Depois, coloque o dispositivo no bolso ou na carteira e siga as instruções via áudio.
ro: Apăsați “Start” când sunteți gata să începeți. Apoi puneți dispozitivul într-un buzunar sau într-o geantă și urmați instrucțiunile audio.
ru: Коснитесь «Начать», когда будете готовы приступить к выполнению задания. Затем положите устройство в карман или сумку и следуйте звуковым указаниям.
sk: Keď budete pripravení, klepnite na Začať. Potom si vložte zariadenie do vrecka alebo tašky a postupujte podľa zvukových pokynov.
sv: Tryck på Kom igång när du är redo att börja. Placera sedan enheten i en ficka eller väska och följ de talade anvisningarna.
sw: Gusa 'Anza' unapokuwa tayari kuanza. Kisha weka kifaa chako mfukoni au kwenye mfuko na fuata maelekezo ya sauti.
th: แตะเริ่มต้นกันเมื่อคุณพร้อมที่จะเริ่ม จากนั้นใส่อุปกรณ์ของคุณไว้ในกระเป๋ากางเกงหรือกระเป๋าแล้วทำตามคำแนะนำด้วยเสียง
tr: Başlamaya hazır olduğunuzda Başla’ya dokunun. Ardından aygıtınızı cebinize veya çantanıza yerleştirin ve sesli yönergeleri takip edin.
uk: Торкніть «Розпочати», коли ви готові починати. Потім покладіть свій пристрій у кишеню чи сумку і виконайте аудіовказівки.
vi: Chạm vào Bắt đầu khi bạn đã sẵn sàng. Sau đó, đặt thiết bị của bạn vào trong túi hoặc vào giỏ và làm theo âm thanh hướng dẫn bằng.
zh_cn: 准备就绪后，轻点“开始”。 将设备放入口袋或背包中，然后跟随音频指示操作。
zh_hk: 當你準備好開始時，點一下「開始」。 然後將你的裝置放入口袋或手袋中，並跟隨音訊指示。
zh_tw: 當您準備好時，請點一下「開始測試」。 然後將裝置放在口袋或包包裡面，並依照語音指示執行。

# WALK_INTRO_2_TEXT_%ld
source: Find a place where you can safely walk unassisted for about %ld steps in a straight line.
ar: اعثر على مكان يمكنك المشي فيه بصورة آمنة دون مساعدة لمسافة %ld من الخطوات تقريبًا في خط مستقيم.
ca: Busca un lloc on puguis caminar sense assistència de manera seguida uns %ld passos en línia recta.
cs: Najděte si místo, kde můžete bezpečně bez asistence ujít přibližně %ld kroků v přímém směru.
da: Find et sted, hvor du kan gå omkring %ld trin sikkert uden hjælp i en lige linje.
de: Finde eine Stelle, an der du sicher und ohne Hilfe etwa %ld Schritte in einer geraden Linie gehen kannst.
el: Βρείτε έναν χώρο όπου μπορείτε να περπατήσετε με ασφάλεια χωρίς βοήθεια και κάντε περίπου %ld βήματα σε ευθεία γραμμή.
es: Busca un lugar en el que puedas dar unos %ld pasos en línea recta de forma segura sin ayuda.
es_419: Encuentra un lugar donde puedas dar %ld pasos en línea recta sin ayuda.
fi: Etsi paikka, jossa voit turvallisesti kävellä avustamatta noin %ld askelta suoraan.
fr: Trouvez un endroit où vous pouvez effectuer environ %ld pas sur une ligne droite en sécurité et sans assistance.
fr_ca: Trouvez un endroit adéquat pour parcourir %ld pas en ligne droite, en sécurité et sans assistance.
he: מצא/י מקום שבו תוכל/י ללכת בבטחה וללא סיוע למרחק של %ld צעדים בקו ישר.
hi: ऐसी जगह ढूँढें जहाँ आप बिना किसी सहायता के लगभग %ld क़दम सीधी रेखा में चल सकें।
hr: Pronađite mjesto na kojem možete sigurno hodati približno %ld koraka u ravnoj liniji.
hu: Keressen olyan helyet, ahol segítség nélkül gyalogolhat egyenesen körülbelül %ld lépést.
id: Temukan tempat yang memungkinkan Anda untuk berjalan kaki dengan aman tanpa bantuan sejauh sekitar %ld langkah dalam garis lurus.
it: Trova un luogo in cui puoi fare autonomamente circa %ld passi in linea retta in modo sicuro.
ja: 介助なしで安全に、まっすぐに%ld歩程度歩ける場所を見つけてください。
ko: 다른 도움 없이 일직선으로 안전하게 약 %ld보를 걸을 수 있는 장소를 찾으십시오.
ms: Cari tempat yang boleh anda berjalan dengan selamat tanpa bantuan sejauh %ld langkah dalam garis lurus.
nb: Finn et sted der du trygt og uten hjelp kan gå omtrent %ld skritt i rett linje.
nl: Zoek een plek waar je veilig en zelfstandig ongeveer %ld stappen in een rechte lijn kunt zetten.
pl: Znajdź miejsce, w którym możesz bezpiecznie i bez pomocy innych iść prosto i zatrzymać się po około %ld krokach.
pt: Encontre um local onde você possa andar seguramente sem ajuda para dar %ld passos em linha reta.
pt_pt: Encontre um sítio onde possa andar em linha reta, em segurança e sem ajuda, durante aproximadamente %ld passos.
ro: Găsiți un loc unde să puteți merge în siguranță, fără a necesita asistență, aproximativ %ld pași în linie dreaptă.
ru: Найдите место, где Вы можете безопасно пройти %ld шагов по прямой линии без посторонней помощи.
sk: Nájdite si miesto, kde môžete bez cudzej pomoci bezpečne prejsť rovno %ld krokov.
sv: Hitta en plats där du säkert kan gå ungefär %ld steg i en rak linje utan hjälp.
sw: Pata mahali ambapo unaweza kutembea salama bila msaada kwa takriban hatua %ld mfululizo.
th: ค้นหาที่ที่คุณสามารถเดินเป็นเส้นตรงได้ไกลประมาณ %ld ก้าวได้อย่างปลอดภัยโดยไม่ต้องมีสิ่งช่วยเหลือ
tr: Düz bir çizgide yaklaşık %ld adım yardımsız, güvenli bir şekilde yürüyebileceğiniz bir yer bulun.
uk: Знайдіть місце, де ви можете безпечно зробити %ld кроків по прямій без допомоги.
vi: Tìm một nơi mà bạn có thể đi bộ an toàn, không cần có sự hỗ trợ, trong khoảng %ld bước theo đường thẳng.
zh_cn: 请在步行安全区域（无外力辅助条件下）直线行走大约 %ld 步。
zh_hk: 找一個安全的地方，讓你可以不靠輔助地直線步行大約 %ld 步。
zh_tw: 請找到一個地方可讓您獨立安全地直線步行 %ld 步。
